Repository: hugok79/moksha-moon-module
Catalog: po/*.po
Languages: hi

source: Moon Settings
hi: चाँद सेटिंग्स

source: Display Settings
hi: प्रदर्शन सेटिंग्स

source: Animated Clouds
hi: एनिमेटेड बादल

source: Moon Phase Value
hi: चंद्रमा चरण मान

source: Show always
hi: हमेशा दिखाओ

source: Show on mouse over
hi: माउस पर दिखाओ

source: Never show
hi: कभी नहीं दिखाओ

source: Description
hi: विवरण

source: Numerical
hi: संख्यात्मिक

source: Moon
hi: चाँद

source: Settings
hi: सेटिंग

source: New Moon
hi: अमावस्या

source: Waxing Crescent
hi: शुक्ल पक्ष

source: First Quarter
hi: शुकल अष्टमी

source: Waxing Gibbous
hi: शुक्ल एकादास

source: Full Moon
hi: पूर्णिमा

source: Waning Gibbous
hi: कृष्णपक्ष

source: Last Quarter
hi: कृष्ण अष्टमी

source: Waning Crescent
hi: कृष्ण एकदास
